Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles; Sister Alice Thornley Evans, widow of Elder Richard L. Evans of the Quorum of the Twelve Apostles; Elder J. Thomas Fyans, an emeritus General Authority; Elder Douglas H. Smith, a former member of the Seventy; Sister Harriet Barbara Washburn, wife of Elder J. Ballard Washburn, a former member of the Seventy; and Brother Daniel H. Ludlow, former director of the Church Correlation Department and editor-in-chief of the Encyclopedia of Mormonism.
ru: Старейшина Джозеф Б. Виртлин, член Кворума Двенадцати Апостолов; сестра Алиса Торнли Эванс, вдова старейшины Ричарда Л. Эванса, члена Кворума Двенадцати Апостолов; старейшина Дж.Томас Файанс, почетный представитель Высшей власти Церкви; старейшина Дуглас Х. Смит, бывший член Кворума Семидесяти; сестра Харриет Барбара Уошберн, жена старейшины Дж. Балларда Уошберна, бывшего члена Кворума Семидесяти; и брат Дэниэл Х. Лудлоу, бывший директор церковного Департамента координации и главный редактор издания Encyclopedia of Mormonism.

source: We live in a fascinating and sometimes bewildering time. The other day I mentioned to one of my grandsons that I was going over the text of my conference talk. His face reflected his confusion. “You’re going to text your conference talk?” he asked. “I thought you had to give it in the Conference Center.”
ru: Мы живем в интересное и порой сложное для понимания время. На днях я сказал одному из моих внуков, что готовлю текст моего сообщения для конференции. На его лице отразилось смятение. «Ты собираешься выступать на конференции с помощью SMS? – спросил он. – Я думал, тебе самому нужно быть в Конференц-центре».

source: While for some, texting would be easier, I’m grateful for this opportunity today to speak because I have a message I feel is important for that grandson and for my other grandchildren as well as for all of the youth of the Church.
ru: Хотя для кого-то было бы проще воспринимать послание с помощью текстовых сообщений, я благодарен за возможность выступать здесь сегодня, потому что чувствую, что мое послание будет важным как для моих внуков, так и для всей молодежи Церкви.

source: Years ago when I was in business, I learned a very expensive lesson because I did not listen carefully to the counsel of my father, nor did I heed the promptings of the Spirit giving me guidance from my Heavenly Father. My father and I were in the automobile business, and the Ford Motor Company was looking for dealers to sell their new line of cars. Ford executives invited my father and me to a preview showing of what they thought would be a spectacularly successful product. When we saw the cars, my father, who had over 35 years experience in the business, cautioned me about becoming a dealer. However, the Ford sales personnel were very persuasive, and I chose to become Salt Lake City’s first—and actually last—Edsel dealer. And if you don’t know what an Edsel is, ask your grandpa. He will tell you that the Edsel was a spectacular failure.
ru: Много лет назад, когда я был предпринимателем, мне пришлось усвоить весьма дорогостоящий урок, потому что я невнимательно слушал советы моего отца и не следовал побуждениям Духа, Который передавал мне наставления от моего Небесного Отца. Мы с отцом занимались автомобильным бизнесом, и компания Ford искала дилеров для продажи нового модельного ряда автомобилей. Менеджеры Форда пригласили нас с отцом на презентацию модели, которая, по их мнению, должна была стать очень популярной. Когда мы увидели эти автомобили, мой отец, имевший 35-летний опыт работы в этом бизнесе, предостерег меня, посоветовав не становиться дилером. Однако сотрудники отдела продаж Ford были очень настойчивы, и я хотел стать первым – и фактически единственным – продавцом модели Edsel в Солт-Лейк-Сити. Если вы не знаете, что такое Edsel, спросите своего дедушку. Он вам расскажет, что Ford Edsel был потрясающе неудачным проектом американского автомобилестроения.

source: Now, there’s a powerful lesson for all of you in this experience. When you are willing to listen and learn, some of life’s most meaningful teachings come from those who have gone before you. They have walked where you are walking and have experienced many of the things you are experiencing. If you listen and respond to their counsel, they can help guide you toward choices that will be for your benefit and blessing and steer you away from decisions that can destroy you. As you look to your parents and others who have gone before you, you will find examples of faith, commitment, hard work, dedication, and sacrifice that you should strive to duplicate.
ru: В этой истории есть полезный урок для всех вас. Когда у вас есть желание слушать и учиться, одни из самых важных уроков приходят от тех, кто шел перед вами. Они шли по тому же пути, по которому идете вы, и пережили многое из того, что переживаете вы. Если вы слушаете их советы и следуете им, они помогут вам принять такие решения, которые принесут вам пользу и благословения, и вы избежите тех решений, которые могут погубить вас. Обращаясь к опыту своих родителей и тех людей, которые шли перед вами, вы найдете примеры веры, посвященности, трудолюбия, преданности и готовности жертвовать, которым вы должны стремиться следовать.

source: It’s hard to imagine a scenario in which it would not be worthwhile to consider and learn from the experience of others. Many professions require internships, during which aspiring professionals shadow seasoned veterans to learn from their years of experience and accumulated wisdom. Rookies in professional sports are often expected to sit on the bench and learn by watching experienced players. New missionaries are assigned to work with a senior companion whose experience helps the new missionary learn the right way to effectively serve the Lord.
ru: Трудно представить сценарий, в котором не было бы смысла обдумывать опыт других людей и учиться на нем. Многие профессии требуют стажировки, когда начинающие специалисты трудятся под наблюдением закаленных ветеранов, чтобы перенимать их опыт и накопленную мудрость. Новички в профессиональном спорте часто начинают со скамейки запасных, чтобы учиться, наблюдая за опытными игроками. Недавно прибывшие миссионеры ставятся в пару к старшему напарнику, опыт которого помогает новому миссионеру изучать правильный путь эффективного служения Господу.

source: Of course, there are times when we have no choice but to venture out on our own and do the best we can at figuring things out as we go along. For example, there are not a lot of people in my generation whose experience can help when it comes to the most modern of technologies. When we have problems with modern technology, we must look for someone who knows more about it than we do—which usually means turning to one of you young people.
ru: Конечно, бывают моменты, когда у нас нет другого выбора, кроме как принять решение самостоятельно и прилагать все усилия соответственно своему пониманию. Например, среди людей моего поколения мало тех, кто может поделиться опытом, когда дело касается самых современных технологий. Когда у нас возникают проблемы в этой сфере, нам нужно искать того, кто знает об этом больше нас, – и обычно мы обращаемся к кому-то из вас, молодых людей.

source: It is my message and testimony to you today, my young friends, that for the most important questions of your eternal lives, there are answers in the scriptures and in the words and testimonies of apostles and prophets. The fact that these words come largely from older men, past and present, doesn’t make them any less relevant. In fact, it makes their words even more valuable to you because they come from those who have learned much through years of devout living.
ru: Мое послание и свидетельство для вас сегодня, мои юные друзья, состоит в том, что на самые важные вопросы вашей вечной жизни есть ответы в Священных Писаниях, а также в словах и свидетельствах Апостолов и Пророков. Тот факт, что эти слова исходят чаще всего от мужчин более старшего возраста, как наших современников, так и живших до нас, не делает их менее значимыми. В действительности это делает их слова еще более ценными для вас, потому что они исходят от тех, кто научился многому за годы праведной жизни.

source: There is a famous saying attributed to George Santayana. You’ve probably heard it: “Those who cannot remember the past are condemned to repeat it” (in John Bartlett, comp., Familiar Quotations, 15th ed. [1980], 703). There are, in fact, several different variations of this quote, including “Those who do not remember the past are doomed to repeat it.” Regardless of the exact language, the sentiment is profound. There are great lessons to be learned from the past, and you ought to learn them so that you don’t exhaust your spiritual strength repeating past mistakes and bad choices.
ru: Есть известное изречение, приписываемое Джорджу Сантаяна. Вы, вероятно, слышали его: «Те, кто не могут вспомнить своего прошлого, будут вынуждены повторить его» (in John Bartlett, comp., Familiar Quotations, 15th ed. [1980], 703). Есть и другие формулировки этой цитаты, включая такую: «Те, кто забыли свое прошлое, обречены повторять его». Независимо от точности формулировки, здесь заключена глубокая мысль. У прошлого есть великие уроки, которые нужно изучать, и вы должны делать это так, чтобы не растрачивать свою духовную силу, повторяя прошлые ошибки и делая неправильные выборы.

source: You don’t have to be a Latter-day Saint—you don’t even have to be religious—to see the repeating pattern of history in the lives of God’s children as recorded in the Old Testament. Time and again we see the cycle of righteousness followed by wickedness. Similarly, the Book of Mormon records that ancient civilizations of this continent followed exactly the same pattern: righteousness followed by prosperity, followed by material comforts, followed by greed, followed by pride, followed by wickedness and a collapse of morality until the people brought calamities upon themselves sufficient to stir them up to humility, repentance, and change.
ru: Не обязательно быть Святым последних дней или даже просто верующим, чтобы видеть повторения в истории – в жизни детей Бога, – как написано в Ветхом Завете. Снова и снова мы видим цикл праведности, за которым следует цикл греховной жизни. Этому образцу следовали и древние цивилизации этого континента, описанные в Книге Мормона: праведность приводила к процветанию, в результате появлялись материальные блага, которые влекли за собой жадность и гордыню, что приводило к греховной жизни и падению нравственности до тех пор, пока люди не навлекали на себя достаточно тяжкие бедствия, чтобы они побудили их к смирению, покаянию и переменам.

source: In the relatively short span of years covered by the New Testament, the historic pattern repeats itself again. This time the people turned against Christ and His Apostles. The collapse was so great we have come to know it as the Great Apostasy, which led to the centuries of spiritual stagnation and ignorance called the Dark Ages.
ru: За относительно короткий промежуток времени, соответствующий Новому Завету, эти циклы истории повторялись снова и снова. В это время люди подняли руку на Христа и Его Апостолов, и падение было столь значительным, что привело к Великому отступничеству, за которым последовали столетия духовного застоя и невежества, названные Темными веками.

source: Now, I need to be very clear about these historically reoccurring periods of apostasy and spiritual darkness. Our Heavenly Father loves all of His children, and He wants them all to have the blessings of the gospel in their lives. Spiritual light is not lost because God turns His back on His children. Rather, spiritual darkness results when His children turn their collective backs on Him. It is a natural consequence of bad choices made by individuals, communities, countries, and entire civilizations. This has been proven again and again throughout the course of time. One of the great lessons of this historical pattern is that our choices, both individually and collectively, do result in spiritual consequences for ourselves and for our posterity.
ru: Теперь я бы хотел ясно выразить свое мнение об этих исторически повторяющихся циклах отступничества и духовного мрака. Наш Небесный Отец любит всех Своих детей и хочет, чтобы все они получили благословения Евангелия. Духовный свет не был утрачен из-за того, что Бог повернулся спиной к Своим детям. Скорее, духовный мрак был результатом того, что Его дети все вместе повернулись к Нему спинами. Он стал естественным следствием дурного выбора, сделанного отдельными лицами, группами, странами и целыми цивилизациями. Сам ход истории доказывал это снова и снова. Один из великих уроков этой исторической закономерности состоит в том, что наш выбор, как индивидуальный, так и коллективный, действительно влечет за собой духовные последствия для нас самих и для нашего потомства.

source: In every dispensation, God’s loving desire to bless His children is manifest in the miraculous restoration of the gospel truth to the earth through living prophets. The Restoration of the gospel through the Prophet Joseph Smith in the early 1800s is only the most recent example. Similar restorations were accomplished in earlier times through such prophets as Noah, Abraham, Moses, and, of course, the Lord Jesus Christ Himself.
ru: В каждом устроении желание любящего Бога благословлять Своих детей проявляется в чудесном восстановлении Евангельских истин на Земле через живущих Пророков. Самый недавний пример – восстановление Евангелия через Пророка Джозефа Смита в начале девятнадцатого века. Подобные восстановления были совершены и в прошлом через таких Пророков, как Ной, Авраам, Моисей и, конечно, через Самого Господа Иисуса Христа.

source: The 179 years that have passed since The Church of Jesus Christ of Latter-day Saints was officially organized have been extraordinary by any measure. Never in recorded history has there been a period of such remarkable progress in terms of science and technology. These advances have helped to facilitate gospel growth and expansion throughout the world. But they have also contributed to the rise of materialism and self-indulgence and to the decline of morality.
ru: Эти сто семьдесят девять лет, которые прошли с момента официальной организации Церкви Иисуса Христа Святых последних дней, были во всех аспектах необыкновенными. Никогда в летописной истории не было такого стремительного развития науки и техники. Этот прогресс помог обеспечить рост и распространение Евангелия по всему миру, но он также внес свой вклад в расцвет материализма и всеобщего потворства своим желаниям и способствовал падению нравственности.

source: We live in an era when the boundaries of good taste and public decency are being pushed to the point where there are no boundaries at all. The commandments of God have taken a beating in the vacillating marketplace of ideas that absolutely rejects the notion of right and wrong. Certain factions of society seem generally mistrustful of anyone who chooses to live according to religious belief. And when people of faith attempt to warn others of the possible consequences of their sinful choices, they are scoffed at and ridiculed, and their most sacred rites and cherished values are publicly mocked.
ru: Мы живем в эпоху, когда границы хорошего вкуса и общественной благопристойности стерты до такой степени, что, похоже, никаких границ уже не существует. Заповеди Бога подверглись атакам со стороны рынка постоянно меняющихся идей, где полностью отвергается понятие «правильного» и «неправильного». Определенные слои общества с недоверием относятся к любому, кто хочет жить по своим религиозным убеждениям. И когда верующие пытаются предупредить других о возможных последствиях греховного выбора, то те публично насмехаются над ними и презрительно критикуют их самые святые таинства и оберегаемые духовные ценности.

source: Does any of this sound familiar, my young brothers and sisters? Do you see the historical pattern emerging again—the pattern of righteousness followed by prosperity, followed by material comforts, followed by greed, followed by pride, followed by wickedness and a collapse of morality—the same pattern we’ve seen again and again within the pages of the Old and New Testaments and the Book of Mormon? More importantly, what impact will the lessons of the past have on the personal choices you make right now and for the rest of your lives?
ru: Не кажется ли вам знакомой эта картина, мои юные братья и сестры? Замечаете ли вы, что снова проявляется историческая закономерность – сначала царит праведность, сопровождаемая процветанием, за которым следует материальное обогащение, приводящее к жадности и гордыне, которая порождает греховность и падение нравственности – тот же образец, который мы раз за разом наблюдали на страницах Ветхого и Нового Заветов и Книги Мормона? Что еще более важно, какое влияние окажут уроки прошлого на ваш личный выбор, который вы делаете прямо сейчас, и на всю дальнейшую вашу жизнь?

source: The voice of the Lord is clear and unmistakable. He knows you. He loves you. He wants you to be eternally happy. But according to your God-given agency, the choice is yours. Each one of you has to decide for yourself if you are going to ignore the past and suffer the painful mistakes and tragic pitfalls that have befallen previous generations, experiencing for yourself the devastating consequences of bad choices. How much better your life will be if you will follow the noble example of the faithful followers of Christ such as the sons of Helaman, Moroni, Joseph Smith, and the stalwart pioneers—and choose, as they did, to remain faithful to your Heavenly Father’s commandments.
ru: Голос Господа ясен и безошибочен. Он знает вас. Он любит вас. Он желает вам вечного счастья. Но, согласно данной вам Богом свободе воли, выбор остается за вами. Каждый из вас должен самостоятельно принять решение, будете ли вы игнорировать опыт прошлого и страдать от болезненных ошибок и трагических падений, которые случались с предыдущими поколениями, познавая на самих себе разрушительные последствия неправильного выбора. Насколько лучше будет ваша жизнь, если вы последуете благородному примеру преданных последователей Христа – сыновей Геламана, Морония, Джозефа Смита и доблестных пионеров, – делая выбор так же, как это делали они, дабы остаться верными заповедям Небесного Отца.

source: With all my heart I hope and pray that you will be wise enough to learn the lessons of the past. You don’t have to spend time as a Laman or a Lemuel in order to know that it’s much better to be a Nephi or a Jacob. You don’t have to follow the path of Cain or Gadianton in order to realize that “wickedness never was happiness” (Alma 41:10). And you don’t have to allow your community to become like Sodom or Gomorrah in order to understand that it isn’t a good place to raise a family.
ru: Всем сердцем я молюсь и надеюсь, что вы будете достаточно мудры, чтобы усваивать уроки прошлого. Вам нет необходимости проводить время как Ламан или Лемуил, чтобы узнать, что намного лучше быть Нефием или Иаковом. Вам не нужно следовать путем Каина или Гадиантона, чтобы понять, что «злодейство никогда не было благом» (Алма 41:10). И вам не нужно позволять вашему обществу становиться подобным Содому или Гоморре, чтобы понять, что это – неподходящее место для воспитания детей.

source: Learning the lessons of the past allows you to walk boldly in the light without running the risk of stumbling in the darkness. This is the way it’s supposed to work. This is God’s plan: father and mother, grandfather and grandmother teaching their children; children learning from them and then becoming a more righteous generation through their own personal experiences and opportunities. Learning the lessons of the past allows you to build personal testimony on a solid bedrock of obedience, faith, and the witness of the Spirit.
ru: Изучение уроков прошлого позволяет вам смело идти в свете, не рискуя споткнуться во мраке. Вот путь, ведущий к успеху. Вот план Бога: отцы и матери, дедушки и бабушки обучают своих детей; дети учатся у них и затем становятся более праведным поколением благодаря собственному обретаемому опыту и возможностям. Изучение уроков прошлого позволяет вам строить личное свидетельство на твердом основании послушания, веры и свидетельства Духа.

source: Of course, it’s not enough to learn these lessons as a matter of history and culture. Learning the names and dates and sequence of events from the printed page won’t help you very much unless the meaning and the message are written in your hearts. Nourished by testimony and watered with faith, the lessons of the past can take root in your hearts and become a vibrant part of who you are.
ru: Конечно, недостаточно изучать эти уроки только с точки зрения хронологии и культуры. Запоминание написанных на бумаге названий, дат и последовательности событий не очень поможет вам, если их значение и послание не будут записаны в ваших сердцах. Подкрепленные свидетельством и верой уроки прошлого могут пустить корни в ваших душах и стать важной частью вашего характера.

source: And so it returns, as it always does, to your own personal faith and testimony. That is the difference-maker, my young brothers and sisters. That is how you know. That is how you avoid the mistakes of the past and take your spirituality to the next level. If you are open and receptive to the whisperings of the Holy Spirit in your lives, you will understand the lessons of the past, and they will be burned into your souls by the power of your testimonies.
ru: И таким образом все возвращается обратно, как это и происходит всегда, к вашей личной вере и свидетельству. Это ключ к успеху, мои юные братья и сестры. Именно так вы познаете истину. Именно так вы избегаете ошибок прошлого и достигаете нового уровня духовного развития. Если вы будете открыты и восприимчивы к шепоту Духа Святого в своей жизни, то поймете уроки прошлого, и они будут выгравированы в ваших душах силой ваших свидетельств.

source: And how do you get such a testimony? Well, there’s no new technology for that, nor will there ever be. You cannot do a Google search to gain a testimony. You can’t text message faith. You gain a vibrant, life-changing testimony today the same way it has always been done. The process hasn’t been changed. It comes through desire, study, prayer, obedience, and service. That is why the teachings of prophets and apostles, past and present, are as relevant to your life today as they ever have been.
ru: Но как же вам обрести такое свидетельство? Что ж, нового способа не открыли и никогда не откроют. Вы не можете найти его с помощью поисковой системы Google. Вы не можете получить его в SMS. Вы обретаете живое, изменяющее жизнь свидетельство таким же образом, каким его обретали во все века. Процесс не изменился. Необходимо желание, изучение, молитва, послушание и служение. Именно поэтому учения Пророков и Апостолов, – как наших современников, так и живших до нас, – имеют самое непосредственное отношение к вашей сегодняшней жизни.

source: That you may find joy and happiness and peace in the future by learning the great and eternal lessons of the past is my prayer for each of you—for my grandchildren and all of the youth of the Church, wherever you may be—which I offer in the name of Jesus Christ, amen.
ru: О том, чтобы вы могли найти радость, счастье и покой через усвоение великих и вечных уроков прошлого, моя молитва – за каждого из вас, за моих внуков и за всю молодежь Церкви, где бы вы ни находились, – во имя Иисуса Христа, аминь.
